Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyMassingWarn Property
 A massing cannot be copied. Copy the elements within the massing instead.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyMassingWarn { get; }
Public Shared ReadOnly Property CannotCopyMassingWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyMassingWarn {
	FailureDefinitionId^ get ();
}
static member CannotCopyMassingWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace